SET IDENTITY_INSERT Medicine ON;
INSERT INTO Medicine (ID, The_name_of_the_drug, Price, Date_of_manufacture, Expiration_date)
VALUES
    (1, 'АЦЦ', 70, '2022-09-03', '2023-09-03'),
    (2, 'ЛАНТУС', 250, '2022-04-03', '2025-07-03'),
    (3, 'ЭПАЙДРА', 300, '2022-01-03', '2023-04-03'),
    (4, 'КАРВАЛОЛ', 100, '2022-09-03', '2024-02-03'),
    (5, 'Contour Plus', 578, '2022-04-03', '2023-05-03'),
    (6, 'Sherbetli', 120, '2022-03-03', '2025-06-03'),
    (7, 'Paradox', 150, '2022-09-03', '2026-03-03'),
    (8, 'NRM', 200, '2022-04-03', '2026-03-03'),
    (9, 'Дьоготь березовий', 25, '2022-03-03', '2024-06-03'),
    (10, 'MULTISON', 400, '2022-09-03', '2026-04-03');
SET IDENTITY_INSERT Medicine OFF;